---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.WallTaperedInteriorInwardAngle
source: html/02436caa-62f7-c877-a018-936dc4d43900.htm
---
# Autodesk.Revit.DB.ParameterTypeId.WallTaperedInteriorInwardAngle Property

"Interior Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId WallTaperedInteriorInwardAngle { get; }
```